{
  "title": "О нас",
  "ourStory": {
    "title": "Наша история",
    "content": "В Boring Tool мы верим в создание простых, но мощных инструментов, которые упрощают повседневные задачи. Основанная в 2023 году, наша миссия — предоставлять бесплатные, эффективные и удобные онлайн-инструменты, которые помогают людям работать умнее, а не усерднее."
  },
  "ourMission": {
    "title": "Наша миссия",
    "intro": "Мы стремимся к:",
    "points": {
      "1": "Созданию простых, эффективных инструментов, решающих реальные проблемы",
      "2": "Поддержанию высоких стандартов конфиденциальности и безопасности",
      "3": "Предоставлению бесплатного доступа к основным функциям",
      "4": "Постоянному совершенствованию на основе отзывов пользователей"
    }
  },
  "tool": {
    "title": "Инструмент подсчета символов",
    "description": "Наш инструмент подсчета символов демонстрирует наше стремление к простоте и эффективности. Созданный с использованием современных технологий, он обеспечивает мгновенные, точные результаты, сохраняя при этом конфиденциальность пользователей и безопасность данных. Ключевые особенности включают:",
    "features": {
      "1": "Подсчет символов в реальном времени",
      "2": "Поддержка нескольких языков",
      "3": "Дизайн, ориентированный на конфиденциальность",
      "4": "Бесплатный доступ к основным функциям",
      "5": "Поддержка темного режима"
    }
  },
  "values": {
    "title": "Наши ценности",
    "simplicity": {
      "title": "Простота",
      "content": "Мы верим в создание интуитивно понятных и простых в использовании инструментов без излишней сложности."
    },
    "privacy": {
      "title": "Конфиденциальность",
      "content": "Мы уделяем приоритетное внимание конфиденциальности пользователей и безопасности данных во всех наших инструментах и услугах."
    },
    "accessibility": {
      "title": "Доступность",
      "content": "Наши инструменты разработаны так, чтобы быть доступными для всех, независимо от технических знаний."
    },
    "innovation": {
      "title": "Инновации",
      "content": "Мы постоянно совершенствуем наши инструменты на основе отзывов пользователей и технологических достижений."
    }
  },
  "contact": {
    "title": "Свяжитесь с нами",
    "description": "Мы ценим ваши отзывы и предложения. Не стесняйтесь обращаться к нам по адресу:",
    "email": "Email",
    "twitter": "Twitter",
    "github": "GitHub"
  },
  "meta": {
    "title": "О нас - Счетчик символов | Наша история и миссия",
    "description": "Узнайте о команде, стоящей за инструментом подсчета символов. Откройте для себя нашу миссию по предоставлению простых, эффективных и бесплатных инструментов анализа текста для всех.",
    "keywords": "счетчик символов о нас, команда анализа текста, компания boring tool, разработчик онлайн-инструментов, миссия счетчика текста",
    "publisher": {
      "description": "Мы создаем простые, эффективные и бесплатные онлайн-инструменты, чтобы помочь людям в их повседневных задачах."
    },
    "article": {
      "headline": "О счетчике символов Boring Tool",
      "description": "Наш инструмент подсчета символов разработан так, чтобы быть простым, эффективным и бесплатным для всех. Мы сосредоточены на предоставлении точного анализа текста с результатами в реальном времени.",
      "body": "В Boring Tool мы верим в создание простых, но мощных инструментов, которые упрощают повседневные задачи. Наш счетчик символов создан с использованием современных технологий, чтобы обеспечить мгновенные, точные результаты, сохраняя при этом конфиденциальность пользователей и безопасность данных."
    }
  }
}
