{
  "title": "Функции и использование",
  "keyFeatures": {
    "title": "Ключевые функции",
    "charCount": {
      "title": "① Подсчет символов",
      "description": "Подсчитывает количество символов в поле ввода."
    },
    "inputBox": {
      "title": "② Поле ввода",
      "description": "Введите или вставьте текст, который вы хотите проанализировать, в это поле."
    },
    "lineCount": {
      "title": "③ Подсчет строк",
      "description": "Подсчитывает количество разрывов строк в вашем тексте."
    },
    "wordCount": {
      "title": "④ Подсчет слов",
      "description": "Подсчитывает слова в тексте, разделенном пробелами, идеально подходит для английского и других языков с разделением слов пробелами."
    },
    "byteCount": {
      "title": "⑤ Подсчет байтов (поддержка многобайтовых символов)",
      "description": "Подсчитывает количество байтов, с полной поддержкой многобайтовых символов, таких как русский текст."
    },
    "copyButton": {
      "title": "⑥ Кнопка копирования",
      "description": "Копируйте текущий текст в поле ввода одним щелчком мыши. Идеально подходит для быстрой передачи отредактированного текста."
    },
    "stringSearch": {
      "title": "⑦ Поиск строк и подсчет вхождений",
      "description": "Подсчитывайте, сколько раз определенная строка появляется в вашем тексте. Полезно для анализа плотности ключевых слов SEO."
    }
  },
  "howToUse": {
    "title": "Как использовать - простые шаги",
    "step1": {
      "title": "1. Введите текст",
      "description": "Скопируйте и вставьте текст в область ввода или введите и редактируйте его напрямую.<br />Примечание: Просто при вводе мгновенно подсчитывается количество символов, строк, слов (только для английского) и байтов (совместимо с многобайтовыми символами).",
      "text": "Скопируйте и вставьте текст в область ввода или введите и редактируйте его напрямую."
    },
    "step2": {
      "title": "2. Результаты в реальном времени",
      "description": "По мере ввода различные показатели отображаются в реальном времени, позволяя вам мгновенно их проверять.",
      "text": "По мере ввода различные показатели отображаются в реальном времени, позволяя вам мгновенно их проверять."
    },
    "step3": {
      "title": "3. Используйте результаты",
      "description": "Результаты можно скопировать с помощью кнопки копирования.<br />Используйте отображаемые числа в качестве ориентира для публикаций в социальных сетях, рекламных текстов, академических работ и многого другого.",
      "text": "Результаты можно скопировать с помощью кнопки копирования. Используйте отображаемые числа в качестве ориентира для публикаций в социальных сетях, рекламных текстов, академических работ и многого другого."
    }
  },
  "meta": {
    "title": "Функции и использование - Счетчик символов | Бесплатный онлайн-счетчик текста",
    "description": "Узнайте, как использовать наш бесплатный инструмент подсчета символов. Мгновенно подсчитывайте символы, слова, строки. Идеально подходит для публикаций в социальных сетях, написания контента и SEO-оптимизации.",
    "keywords": "функции счетчика символов, использование счетчика текста, инструмент подсчета слов, руководство по подсчету символов, онлайн-счетчик текста",
    "howTo": {
      "title": "Как использовать инструмент подсчета символов"
    }
  }
}
