{
  "title": "Политика конфиденциальности",
  "introduction": "Эта политика конфиденциальности объясняет, как Boring Inc. ('мы', 'нас' или 'наш') собирает, использует и делится информацией, когда вы используете наш онлайн-счетчик символов ('Сервис'). Используя Сервис, вы соглашаетесь с условиями этой политики конфиденциальности.",
  "collection": {
    "title": "1. Информация, которую мы собираем",
    "text": {
      "title": "1.1 Текст, предоставленный пользователем",
      "description": "Текст, введенный или вставленный в счетчик символов, не сохраняется и не записывается. Текст временно обрабатывается на сервере (или в браузере, в зависимости от реализации) для подсчета символов, а затем немедленно удаляется.<br /><br />Введенный текст не используется для других целей."
    },
    "log": {
      "title": "1.2 Данные журнала",
      "intro": "Как и большинство онлайн-сервисов, мы можем автоматически собирать следующую информацию при доступе к нашему Сервису:",
      "items": {
        "1": "IP-адреса",
        "2": "Тип и версия браузера",
        "3": "Просмотренные страницы и время доступа"
      },
      "purpose": "Эта информация ('Данные журнала') используется для обслуживания, улучшения и устранения неполадок сервиса."
    },
    "cookies": {
      "title": "1.3 Файлы cookie и аналогичные технологии",
      "description": "Мы можем использовать файлы cookie или аналогичные технологии отслеживания для улучшения пользовательского опыта и анализа трафика сайта.<br /><br />Файлы cookie не предоставляют личную идентифицирующую информацию. Вы можете отключить файлы cookie в настройках вашего браузера, но это может повлиять на некоторые функции Сервиса."
    }
  },
  "usage": {
    "title": "2. Как мы используем информацию",
    "intro": "Собранная информация используется для следующих целей:",
    "purposes": {
      "1": "Предоставление и обслуживание Сервиса – например, подсчет символов и обеспечение бесперебойной работы",
      "2": "Улучшение и настройка – Понимание моделей использования и улучшение интерфейса и функций сайта",
      "3": "Аналитика – Отслеживание производительности сервиса и тенденций использования"
    },
    "note": "Мы никогда не продаем, не сдаем в аренду и не передаем ваши данные (включая текст) третьим лицам."
  },
  "sharing": {
    "title": "3. Обмен информацией",
    "intro": "Мы никогда не передаем введенный текст третьим лицам. Однако Данные журнала могут быть переданы в следующих случаях:",
    "cases": {
      "1": "Поставщики услуг: Доверенные третьи стороны, которые помогают с хостингом веб-сайта, аналитикой и безопасностью",
      "2": "Правовые или нормативные причины: Когда это требуется по закону, по решению суда или для защиты наших прав и имущества"
    }
  },
  "retention": {
    "title": "4. Хранение данных",
    "description": "Мы не храним текст, введенный в счетчик символов.<br /><br />Данные журнала могут храниться на защищенных серверах или облачных сервисах в течение периода, необходимого для выполнения целей, изложенных в этой политике."
  },
  "children": {
    "title": "5. Конфиденциальность детей",
    "description": "Наш счетчик символов не предназначен для лиц младше 13 лет. Мы сознательно не собираем личную информацию от детей младше 13 лет. Если вы обнаружите информацию, которая могла быть собрана от ребенка, пожалуйста, свяжитесь с нами, и мы удалим ее."
  },
  "security": {
    "title": "6. Меры безопасности",
    "description": "Мы внедряем разумные меры для защиты собранной информации от несанкционированного доступа, изменения и уничтожения. Однако ни один метод передачи или хранения данных не является на 100% безопасным, и мы не можем гарантировать абсолютную безопасность."
  },
  "changes": {
    "title": "7. Изменения в политике конфиденциальности",
    "description": "Эта политика конфиденциальности может периодически обновляться. При внесении изменений мы обновим 'Дату вступления в силу' на этой странице. Продолжение использования Сервиса после изменений означает принятие пересмотренной политики."
  },
  "contact": {
    "title": "8. Свяжитесь с нами",
    "description": "Если у вас есть вопросы или опасения относительно этой политики конфиденциальности или наших практик, пожалуйста, свяжитесь с нами по адресу:<br /><br />Email: support@boring-tool.com"
  },
  "meta": {
    "title": "Политика конфиденциальности - Счетчик символов | Защита данных",
    "description": "Узнайте, как мы обрабатываем ваши данные при использовании нашего инструмента подсчета символов. Конфиденциальность и безопасность данных - наши главные приоритеты.",
    "keywords": "политика конфиденциальности, безопасность данных, конфиденциальность счетчика символов, конфиденциальность анализа текста, защита данных",
    "article": {
      "headline": "Политика конфиденциальности инструмента подсчета символов",
      "description": "Узнайте о наших практиках защиты конфиденциальности и обработки данных при использовании инструмента подсчета символов.",
      "body": "Наш инструмент подсчета символов обрабатывает весь текст локально в вашем браузере. Мы никогда не храним, не собираем и не передаем ваши текстовые данные. Ваша конфиденциальность и безопасность данных - наши главные приоритеты."
    }
  }
}
