{
  "characters": [
    "栄光を渇望する落ち着きのない騎士",
    "予測不能な魔法の波動を持つ臆病な魔術師",
    "人類との平和を願う宇宙外交官",
    "未解決の行為に悩まされる引退した暗殺者",
    "永遠の若さに縛られた呪われた剣士",
    "地上世界を探検したいと願う人魚",
    "人間と共存しようとする貴族の吸血鬼",
    "失われた記憶を集める形を変える狐の精霊",
    "いつも薬を混ぜ間違える不器用な魔女",
    "過激な理論で追放された天才科学者",
    "人間の商人に変装したドラゴン",
    "忘れられた出来事を記録する時間旅行者の歴史家",
    "死者を見ることができる幽霊ハンター",
    "贖罪を求める失脚した貴族",
    "人間の感情を学ぶ自我を持つロボット",
    "恩寵を失った天界の存在",
    "謎の地図の入れ墨を持つ海賊船長",
    "植物を操る能力を持つ森の守護者",
    "次元を飛び越える宝探し",
    "能力をオフにできない心を読む者",
    "自分のビジョンを否定する不本意な予言者",
    "厳格な道徳規範を持つ賞金稼ぎ",
    "信者を探す忘れられた神",
    "最後の大仕事を計画するマスター泥棒",
    "叙事詩的な物語を集める放浪の吟遊詩人",
    "危険な秘密を抱える王室警備兵",
    "砂を操ることができる砂漠の遊牧民",
    "禁断の知識を持つ疫病医師",
    "奇妙な島に漂着した船乗り",
    "不死を求める隠遁の錬金術師",
    "珍しい仲間を持つ獣使い",
    "闇と一体化できる影の暗殺者",
    "信仰に疑問を持つ幻滅した聖騎士",
    "他人の夢に入ることができる夢歩き",
    "夜になると怪物に変身する呪われた王女",
    "不可能な装置を作る機械の天才",
    "他人の記憶を保存する記憶収集家",
    "アンデッドを嫌う不本意な死霊術師",
    "感情で嵐を引き起こす天候魔術師",
    "贖罪を求める堕天使",
    "無敗の記録を持つプロの決闘者",
    "毒に対する免疫を持つ王室の食事試食係",
    "未知の領域を地図に描く地図製作者",
    "特殊な力を与える刻印を持つルーンマスター",
    "過去から隠れている改心したカルト信者",
    "古代の禁断のテキストを翻訳する学者",
    "伝説の獣を追跡するモンスターハンター",
    "王座の背後にある真の権力者である宮廷道化師",
    "奇妙な海洋現象を目撃する灯台守",
    "魔法のアーティファクトを売る旅商人",
    "腐敗と戦う仮面の義賊",
    "古代の死者を呼び出す霊媒師",
    "超自然的な戦傷を持つ戦争退役軍人",
    "予期せぬ副作用のある薬の醸造者",
    "魔法種族間の緊張関係を調整する外交官",
    "より多くの時間を交渉する魂の収集家",
    "予言が常に的中する占い師",
    "意識を発達させるゴーレム",
    "宇宙のパターンを読むことができる星の航海士",
    "忘れられた戦争のために鍛造された生きた武器",
    "嘘を見抜くことができる真実の探求者",
    "次元間を移動する虚無の歩行者",
    "禁断の力を隠す血の魔術師",
    "新しい目的を求める改心した悪役",
    "超自然的な出来事を記録する王室の書記",
    "受け入れを求める人間の知性を持つ獣",
    "魔法の効果に免疫のある呪文破り",
    "睡眠中に世界を創造する夢の建築家",
    "所有者から分離した生きる影",
    "神聖なアーティファクトを探す遺物ハンター",
    "サービスに恐ろしい代償を求める神秘的な治療師",
    "自分の本当の性質を知らずに人間に育てられたチェンジリング",
    "人々の運命をつなぐ魂の結合者",
    "人類の進化を観察する宇宙の存在",
    "謎の免疫を持つ疫病の生存者",
    "重要な記憶を盗む記憶泥棒",
    "遠く離れた世界をつなぐポータル作成者",
    "呪文がランダムな効果を持つカオスの魔術師",
    "黙示録的な警告を届ける神の使者",
    "魔法のオブジェクトの呪われたコレクター",
    "思考が世界を変える現実の曲げ手",
    "人間界に追放された妖精の王族",
    "どういうわけか常に生き残る不運な冒険者",
    "地球に落ちた生きる星座",
    "生物社会に潜入するプロのモンスター模倣者",
    "精神的な領域を地図化する魂の地図製作者",
    "人間の生活に適応しようとする改心した悪魔",
    "古代の精霊と交信する呪術医",
    "偶然にポケットディメンションを作った量子物理学者",
    "終わりのない存在に終止符を求める呪われた不死者",
    "悪夢を収集する夢の収穫者",
    "すべての忘れられた知識を含む生きる図書館",
    "現実を超えたメッセージを翻訳する虚無の話者",
    "新しい宇宙を設計する宇宙の建築家",
    "実際の魔法を発見したリアリティTV番組のスター",
    "自分の運命を避ける不本意な選ばれし者",
    "故郷への道を探す次元から迷い込んだ旅行者"
  ],
  "events": [
    "失われた文明を指し示す古代の地図を発見する",
    "並行世界につながる隠されたポータルに偶然出くわす",
    "現実を作り変えることができる休眠中の力を目覚めさせる",
    "危険な王室トーナメントに強制的に参加させられる",
    "時代の終わりを予言する予言を目撃する",
    "戦争が勃発する前に誘拐された君主を救出しなければならない",
    "英雄的な行為を要求する話す剣と友達になる",
    "圧制的な暴君に対する反乱に加わる",
    "予測不能なトリックスター神と契約を結ぶ",
    "世界中に散らばった希少なアーティファクトを集める任務を与えられる",
    "誤って古代の邪悪な存在を牢獄から解放してしまう",
    "意思を持つ城を相続する",
    "魔法の血統の最後の子孫であることを発見する",
    "絶滅したと思われていた神話上の生き物と絆を結ぶ",
    "毎晩真夜中に変身する呪いをかけられる",
    "伝説の宝への地図を見つける",
    "長い間失われていた王室の後継者と間違われる",
    "死者と会話する能力を発見する",
    "未解決の問題を解決しようとする幽霊に取り憑かれる",
    "同じ日を繰り返すタイムループに閉じ込められる",
    "忘れられた神によってチャンピオンとして選ばれる",
    "誤って最大の敵と体を入れ替えてしまう",
    "複数の王国を脅かす陰謀を発見する",
    "超自然的なクライアントを相手にするビジネスを相続する",
    "孵化しそうな謎の卵を見つける",
    "魔法使いの秘密結社に勧誘される",
    "故郷が古代の埋葬地の上に建っていることを発見する",
    "共生体の意図せぬ宿主となる",
    "犯していない罪で濡れ衣を着せられる",
    "海底に隠された都市を発見する",
    "予期せぬ結果をもたらす三つの願いを与えられる",
    "魔法の事故の後に透明になる",
    "別の時代につながるドアを見つける",
    "非人間の領域への大使に任命される",
    "夢が睡眠中に物理的に具現化することを発見する",
    "執拗な賞金稼ぎに追われる",
    "知識を与える知性を持つ植物を見つける",
    "理解できない予言の対象となる",
    "絵画の世界に入ることができることを発見する",
    "伝説の戦士に決闘を挑まれる",
    "自分自身を書き続ける呪文書を見つける",
    "奇妙な出来事の後に魔法に対して免疫になる",
    "全員が同じ顔を持つ村を発見する",
    "別の次元への片道ミッションに選ばれる",
    "別の現実を映し出す鏡を見つける",
    "古代の聖地の守護者となる",
    "一時的な不死を与える薬を発見する",
    "何世紀も続く家族の呪いを解くために雇われる",
    "開くたびに目的地が変わる地図を見つける",
    "1分先の未来を見ることができるようになる",
    "空に住む隠された社会を発見する",
    "対立する神々の間のコンテストの審判に選ばれる",
    "最も望むものを指し示すコンパスを見つける",
    "レイアウトが変わる迷宮に閉じ込められる",
    "実は植え付けられた記憶を持つクローンであることを発見する",
    "冥界へのメッセージを届ける任務を与えられる",
    "人々がどのように死ぬかを予測できる機械を見つける",
    "悪魔の君主の玉座の予期せぬ相続人となる",
    "未来からの本が含まれる図書館を発見する",
    "危険な魔法の生き物を狩るために雇われる",
    "天候をコントロールできる指輪を見つける",
    "自分の代わりに年をとる魔法の肖像画の対象となる",
    "地球の中心への秘密の通路を発見する",
    "スフィンクスによって不可能な謎を解くよう挑戦される",
    "演奏すると感情を変える音楽箱を見つける",
    "他人の夢に入ることができるようになる",
    "恐竜がまだ生きている隠された谷を発見する",
    "魔法の植物の最後の種を守る任務を与えられる",
    "記憶を生き返らせることができる装置を見つける",
    "古代の破滅の予言の標的となる",
    "奇妙な出会いの後に動物と会話できることを発見する",
    "恐ろしい代償で不死を提供される",
    "人々の本当の意図を明らかにするマスクを見つける",
    "元素の精霊間の戦争に巻き込まれる",
    "忘れられた知識を与える水の泉を発見する",
    "魔法と技術が融合した世界に運ばれる",
    "読者が読むにつれて未来を書く本を見つける",
    "宇宙の存在間のゲームにおける意図せぬ駒となる",
    "死者の領域につながる洞窟を発見する",
    "1年と1日の間、真実だけを話すように呪われる",
    "一時的に時間を止めることができる時計を見つける",
    "魔法の子供たちの孤児院の世話人となる",
    "現実そのものを転覆させようとする秘密結社を発見する",
    "古代の儀式の生贄として選ばれる",
    "前世の記憶を映し出す水晶を見つける",
    "異常な症状を持つ魔法の疫病に感染する",
    "巨大な木の中に隠された王国を発見する",
    "ドラゴンの宝物庫から伝説のアーティファクトを取り戻すよう挑戦される",
    "目に見えない生き物を明らかにするランタンを見つける",
    "失敗した魔法の実験の対象となる",
    "実は他人の物語の登場人物であることを発見する",
    "危険な土地を越えてパッケージを配達する任務を与えられる",
    "クローゼットの中にポケットディメンションへのポータルを見つける",
    "超自然的な紛争における予期せぬ調停者となる",
    "願いが植物のように育つ庭を発見する",
    "天界のトーナメントに参加するよう勧誘される",
    "解くと現実を再構成するパズルボックスを見つける"
  ],
  "endings": [
    "権力の座に上り詰めるが、王座が孤独な場所であることに気づく",
    "謎めいた日記を残して不思議な形で姿を消す",
    "人間の絆を捨て、より高い次元へと昇華する",
    "伝説の宝を見つけるが、それは永遠に彼らを呪う",
    "すべての派閥を脆い平和協定の下に統一する",
    "すべてを失うが、その過程で深遠な知恵を得る",
    "伝説の素材となり、叙事詩的なバラードで記憶される",
    "長い間失われていた愛する人と再会し、平和に引退する",
    "古代の遺物と融合し、守護霊に変身する",
    "英雄として称えられるが、質素で匿名の生活を選ぶ",
    "世界の破壊から救うために自分を犠牲にする",
    "冒険はテストだったことを発見し、不死の存在になる",
    "自分のユニークな能力を教える新しい学校を設立する",
    "次元の間に閉じ込められ、生きてもいなければ死んでもいない",
    "魔法の法則を書き換え、世界を永遠に変える",
    "最も予期せぬ場所で真の愛を見つける",
    "魔法の生き物のための聖域を確立する",
    "勝利の瞬間に最も親しい同盟者に裏切られる",
    "自分が他人の物語の悪役だったことを発見する",
    "新たに発見された領域の不本意な支配者となる",
    "究極の力と引き換えに自分の記憶を取引する",
    "世代に影響を与える古代の呪いのサイクルを破る",
    "物理的な形を超越し、自然の力となる",
    "家に戻ると、不在の間に何世紀も過ぎていたことを発見する",
    "世界を変える新しい魔法のアーティファクトを作成する",
    "古代の予言の真の意味を遅すぎて発見する",
    "戦争している二つの世界の間の橋となる",
    "愛する人を救うために自分の力を犠牲にする",
    "新しい星座として星に書き込まれる",
    "ずっと死んでいたことを発見し、未完の仕事を完了する",
    "宇宙の要石の守護者となる",
    "小さな村で平和を見つけ、自分のアイデンティティを秘密にする",
    "永遠に魔法の絵画に閉じ込められる",
    "遠い土地で崇拝の対象となる",
    "失われた王国の王族としての真の血統を発見する",
    "仲間を救うために自分の人間性を犠牲にする",
    "冒険の物語を共有する放浪の語り部となる",
    "重要な教訓を学ぶまで旅を繰り返すように呪われる",
    "古代の知識に捧げられた新しい秩序を確立する",
    "より大きなゲームの駒だったことを発見する",
    "新世代の英雄たちの不本意な指導者となる",
    "本当の宝は得られた知識だったことを発見する",
    "変わって戻り、もはや古い生活に適合しない",
    "夜空の星座となり、迷った旅人を導く",
    "伝説的な人物の生まれ変わりだったことを発見する",
    "平和に暮らせるポケットディメンションを作成する",
    "矛盾する神話と伝説の対象となる",
    "大惨事を防ぐために自分の記憶を犠牲にする",
    "禁断の知識の隠された図書館を確立する",
    "気づかないうちに不死になっていたことを発見する",
    "神聖な場所に縛られた守護霊となる",
    "旅が根本的に現実を変えたことを発見する",
    "不在の間に故郷が変容していることを発見して戻る",
    "魔法のエネルギーの生きる結節点となる",
    "ずっと宇宙の力に操られていたことを発見する",
    "同様の能力を持つ他の人のための学校を設立する",
    "自分自身の創造した夢の世界に閉じ込められる",
    "慈悲の行為を通じて予期せぬ贖罪を見つける",
    "世界中で語られる物語の登場人物になったことを発見する",
    "決して明かしてはならない古代の秘密の番人となる",
    "自分の複雑な遺産を受け入れることで平和を見つける",
    "最大の功績を祝う新しい祝日を確立する",
    "親が子供に語る囁かれた伝説となる",
    "自分の行動が新しいタイムラインを作り出したことを発見する",
    "忘れられた神々の不本意な神となる",
    "最大の敵が最も親しい同盟者になったことを発見する",
    "魔法がまだ繁栄している隠された聖域を確立する",
    "収集したすべての知識を含む生きる図書館となる",
    "ゆっくりと何か非人間的なものに変化していることを発見する",
    "普通の生活の単純さに予期せぬ幸せを見つける",
    "かつて退けた予言の対象となる",
    "発見に基づいた新しい形の魔法を確立する",
    "遠い土地で民間の英雄になったことを発見する",
    "人間界と彼方の世界の間の橋となる",
    "旅は最初から運命づけられていたことを発見する",
    "千年統治する王朝を確立する",
    "大きな必要性の時に現れる謎の人物となる",
    "自分の運命を書き換える能力を獲得したことを発見する",
    "次の選ばれし者を訓練することに予期せぬ目的を見つける",
    "真の物語が時間とともに失われる生きる神話となる",
    "古代の知識を保護するための秘密結社を確立する",
    "冒険は未来の自分自身によって仕組まれていたことを発見する",
    "世界の境界の守護者となる",
    "最大の力はずっと思いやりだったことを発見する",
    "最大の功績に基づいた新しい暦を確立する",
    "夢に現れる知恵の声となる",
    "現実の構造そのものの一部になったことを発見する",
    "許しと和解に予期せぬ平和を見つける",
    "何世紀にもわたる学術的議論の対象となる",
    "教えを通じて新しい啓蒙の時代を確立する",
    "ずっと古代の鍵への鍵だったことを発見する",
    "困っている人々を助ける放浪の伝説となる",
    "自分の物語は決して本当に終わらず、変容することを発見する",
    "自分のような人々のための隠れ家を確立する",
    "存在の新しい哲学のインスピレーションとなる",
    "旅はより大きな物語の始まりに過ぎなかったことを発見する"
  ]
} 