{
    "title": "プライバシーポリシー",
    "introduction": "このプライバシーポリシーは、Boring株式会社（以下「当社」、「私たち」または「弊社」）が、オンライン文字数カウンター（以下「本サービス」）の利用時に収集、使用、共有する情報について説明します。本サービスにアクセスまたは利用することにより、このプライバシーポリシーの条項に同意したものとみなされます。",
    "collection": {
      "title": "1. 収集する情報",
      "text": {
        "title": "1.1 ユーザーが提供するテキスト",
        "description": "文字数カウンターに入力またはペーストされたテキストは、一切保存や記録を行いません。テキストは一時的にサーバー（または実装によってはブラウザ内）で処理され、文字数をカウントした後、直ちに破棄されます。<br /><br />入力されたテキストは、他の目的には一切使用いたしません。"
      },
      "log": {
        "title": "1.2 ログデータ",
        "intro": "ほとんどのオンラインサービスと同様に、本サービスへのアクセス時に以下のような情報を自動的に収集する場合があります：",
        "items": {
          "1": "IPアドレス",
          "2": "ブラウザの種類とバージョン",
          "3": "閲覧したページ、アクセス日時"
        },
        "purpose": "これらの情報（「ログデータ」）は、サービスの維持・改善やトラブルシューティングに役立てられます。"
      },
      "cookies": {
        "title": "1.3 Cookieおよび類似の技術",
        "description": "ユーザーエクスペリエンスの向上やサイトトラフィックの分析のため、Cookieまたは類似のトラッキング技術を使用する場合があります。<br /><br />Cookieは個人を特定できる情報を提供することはありません。ブラウザの設定でCookieを無効にすることも可能ですが、その場合、本サービスの一部の機能が正常に動作しない可能性があります。"
      }
    },
    "usage": {
      "title": "2. 情報の使用方法",
      "intro": "収集した情報は以下の目的で使用されます：",
      "purposes": {
        "1": "サービスの提供・維持 – 例えば、文字数のカウントやスムーズな機能性の確保",
        "2": "改善・カスタマイズ – 利用パターンの理解とサイトのインターフェースや機能の改善",
        "3": "分析 – サービスのパフォーマンスと利用傾向の追跡"
      },
      "note": "お客様のデータ（テキストを含む）を第三者に販売、貸与、リースすることは一切ありません。"
    },
    "sharing": {
      "title": "3. 情報の共有",
      "intro": "入力されたテキストを第三者と共有することは一切ありません。ただし、ログデータは以下の場合に共有される可能性があります：",
      "cases": {
        "1": "サービスプロバイダー：ウェブサイトのホスティング、分析、セキュリティを支援する信頼できる第三者",
        "2": "法的または規制上の理由：法律、裁判所命令、または当社の権利と財産を保護するために必要な場合"
      }
    },
    "retention": {
      "title": "4. データの保持",
      "description": "文字数カウンターに入力されたテキストは保持いたしません。<br /><br />ログデータは、このポリシーに記載された目的を達成するために必要な期間、安全なサーバーまたはクラウドサービスに保存される場合があります。"
    },
    "children": {
      "title": "5. 子供のプライバシー",
      "description": "当社の文字数カウンターは、13歳未満の個人を対象としていません。13歳未満の子供から個人情報を故意に収集することはありません。誤って収集された可能性がある情報を発見された場合は、お問い合わせいただければ削除いたします。"
    },
    "security": {
      "title": "6. セキュリティ対策",
      "description": "収集した情報を不正アクセス、改ざん、破壊から保護するため、合理的な対策を講じています。ただし、データの送信や保存方法に100%の安全性はなく、絶対的なセキュリティを保証することはできません。"
    },
    "changes": {
      "title": "7. プライバシーポリシーの変更",
      "description": "このプライバシーポリシーは随時更新される場合があります。変更があった場合は、このページに「発効日」を更新して掲載いたします。変更後も本サービスを継続して利用される場合、改訂されたポリシーに同意したものとみなされます。"
    },
    "contact": {
      "title": "8. お問い合わせ",
      "description": "このプライバシーポリシーや当社の取り組みについて、ご質問やご懸念がございましたら、以下までお問い合わせください：<br /><br />メール：support@boring-tool.com"
    },
    "meta": {
      "title": "文字数カウンターのプライバシーポリシー",
      "description": "文字数カウンターのプライバシーポリシーのページです。",
      "keywords": "プライバシーポリシー, データセキュリティ, 文字数カウンター プライバシー, テキスト分析 プライバシー, データ保護",
      "article": {
        "headline": "文字数カウントツール プライバシーポリシー",
        "description": "文字数カウントツール利用時のプライバシー保護とデータ取り扱いについて説明します。",
        "body": "当社の文字数カウントツールは、すべてのテキスト処理をブラウザ上でローカルに行います。入力されたテキストの保存、収集、送信は一切行いません。お客様のプライバシーとデータセキュリティを最優先に考えています。"
      }
    }
  }