{
  "meta": {
    "title": "О нас | Boring Tools",
    "description": "Узнайте о Boring, inc., наших инструментах, которые делают одну вещь—хорошо, и о команде, стоящей за нашими простыми, но мощными веб-утилитами.",
    "keywords": "о нас, boring inc, компания, миссия, команда, веб-инструменты, утилиты"
  },
  "title": "О нас",
  "content": "В Boring, inc. мы создаем инструменты, которые делают одну вещь—хорошо.\nМы не верим в модные слова, шумиху венчурного капитала или изобретение велосипеда. Мы верим в маленькие, полезные, целенаправленные инструменты, которые решают раздражающе специфические проблемы, тихо и эффективно. Никаких процессов адаптации. Никаких чат-ботов, спрашивающих, как проходит ваш день. Только инструменты, которые работают.\nНаша миссия — создать коллекцию онлайн-утилит, которые ощущаются как глоток свежего воздуха в мире, полном раздутых приложений и раздутых ожиданий. Будь то подсчет символов, изменение размера изображений или преобразование малоизвестных форматов файлов в еще более малоизвестные форматы—мы здесь для этого.\n\n## Почему \"Boring\"?\n\nПотому что мы не пытаемся что-то нарушить. Мы не стремимся геймифицировать продуктивность, токенизировать PDF-файлы или запускать очередную обертку ИИ для чего-то, что прекрасно работало 10 лет назад. Мы здесь, чтобы быть скучными—специально. На самом деле, именно это делает нас захватывающими (как ни парадоксально).\nСкучные инструменты быстрые. Предсказуемые. Надежные. Вы их открываете, используете, уходите. Как микроволновка. Или вилка. Или действительно хороший текстовый редактор.\n\n## Кто мы\n\nМы крошечная команда из трех человек:\n- Синносукэ, расслабленный продюсер, который может делать все, кроме релаксации.\n- Сэнри, волшебник SEO и planeswalker MTG, который мечтает о обратных ссылках.\n- Мааку, молчаливый монах кода, который пишет пять строк, пока другие моргают один раз.\n\nМы быстро выпускаем, остаемся легкими и верим, что полезность всегда должна побеждать новизну.\n\n## Наши инструменты\n\nВ настоящее время мы поддерживаем растущую коллекцию простых конвертеров и редакторов:\n- Счетчики символов\n- Генераторы QR-кодов\n- Конвертеры форматов файлов (PDF ⇄ все)\n- Инструменты для работы с изображениями и текстом\n- И еще десятки на подходе.\n\nКаждый инструмент живет в своем тихом уголке сети—маленький, чистый и полезный.\nМы не отслеживаем вас. Мы не навязываем вам дополнительные услуги. Мы не заставляем вас входить в систему, чтобы посчитать буквы.\nМы просто создаем инструменты."
} 