{
  "meta": {
    "title": "О нас | Boring Tools",
    "description": "Узнайте о Boring Tools, нашей миссии и команде, стоящей за нашими простыми, но мощными веб-инструментами.",
    "keywords": "о нас, boring tools, компания, миссия, команда, веб-инструменты"
  },
  "title": "О нас",
  "content": {
    "intro": "Добро пожаловать в Boring Tools, где мы делаем скучные части вашей онлайн-жизни простыми и эффективными.",
    "mission": {
      "title": "Наша миссия",
      "text": "В Boring Tools мы считаем, что повседневные онлайн-задачи не должны быть сложными. Наша миссия — создавать понятные, удобные инструменты, которые решают распространенные проблемы без лишней сложности. Мы фокусируемся на простоте, эффективности и доступности."
    },
    "story": {
      "title": "Наша история",
      "text": "Boring Tools была основана в 2022 году группой разработчиков, уставших от ярких, но неэффективных веб-инструментов. Мы хотели создать решения, которые просто работают — без рекламы, без регистрации и без отслеживания. То, что начиналось как небольшая коллекция утилит, превратилось в комплексный набор инструментов, которыми пользуются миллионы людей по всему миру."
    },
    "values": {
      "title": "Наши ценности",
      "list": [
        {
          "heading": "Простота",
          "text": "Мы устраняем сложность и фокусируемся на том, что важно."
        },
        {
          "heading": "Конфиденциальность",
          "text": "Мы уважаем ваши данные и конфиденциальность. Никакого ненужного отслеживания или сбора данных."
        },
        {
          "heading": "Доступность",
          "text": "Наши инструменты разработаны так, чтобы ими мог пользоваться каждый, независимо от технических навыков или возможностей."
        },
        {
          "heading": "Качество",
          "text": "Мы стремимся создавать надежные, высококачественные инструменты, которые работают стабильно."
        }
      ]
    },
    "team": {
      "title": "Наша команда",
      "text": "Мы разнообразная команда разработчиков, дизайнеров и решателей проблем со всего мира. Объединенные страстью к созданию полезных инструментов, мы работаем вместе, чтобы сделать веб более эффективным местом."
    },
    "contact": {
      "text": "Есть вопросы или хотите узнать больше о нас?",
      "button": "Связаться с нами"
    }
  }
} 