{
  "meta": {
    "title": "Политика конфиденциальности | Boring Tools",
    "description": "Политика конфиденциальности Boring Tools - как мы обрабатываем и защищаем ваши данные.",
    "keywords": "политика конфиденциальности, защита данных, личная информация, boring tools, конфиденциальность"
  },
  "title": "Политика конфиденциальности",
  "content": {
    "intro": "Boring, inc. (далее \"мы\") ценит конфиденциальность наших пользователей и придерживается политики сбора минимально необходимой информации. На этой странице объясняется, как мы обрабатываем личную информацию на сайте boring-tool.com.",
    "collection": "1. Информация, которую мы собираем",
    "collectionText": "Boring, inc. может получать и использовать только следующую информацию:",
    "collectionItems": [
      "Журналы доступа (анонимизированная информация о браузере, используемом устройстве, источнике перехода и т.д.) *Используется для улучшения сервиса. Не включает информацию, идентифицирующую личность.",
      "Отчеты об ошибках и информация о сбоях *Может автоматически собираться анонимно для обеспечения более стабильной работы сервиса.",
      "Содержимое, введенное в контактную форму *Ограничено только добровольно отправленным содержимым."
    ],
    "usage": "2. Информация, которую мы \"НЕ собираем\"",
    "usageText": "Мы не собираем и не храним следующую информацию:",
    "usageItems": [
      "Текст, файлы или данные, введенные пользователем (например: данные, используемые для подсчета символов или конвертации файлов, не сохраняются)",
      "Информация для входа (у нас нет функции регистрации аккаунта)",
      "Отслеживающие cookie-файлы для рекламных целей или чрезмерные сторонние аналитические инструменты"
    ],
    "cookies": "3. О файлах cookie",
    "cookiesText": "Некоторые наши сервисы могут использовать cookie-файлы для повышения удобства использования. Однако мы не используем так называемые cookie-файлы \"отслеживающей рекламы (ремаркетинга)\".",
    "sharing": "4. О обмене данными",
    "sharingText": "Мы не продаем, не сдаем в аренду и не предоставляем информацию о пользователях третьим лицам. (За исключением случаев, когда это запрашивается правовыми учреждениями в соответствии с обязательствами)",
    "external": "5. Сотрудничество с внешними сервисами",
    "externalText": "Некоторые инструменты могут использовать внешние библиотеки или API для повышения точности конвертации или анализа. Эти сервисы не хранят напрямую информацию о пользователях.",
    "contact": "6. Контакты",
    "contactText": {
      "before": "Для вопросов или консультаций по вопросам конфиденциальности, пожалуйста, свяжитесь с нами через нашу страницу ",
      "link": "Контакты",
      "after": "."
    },
    "policy": "7. Пересмотр политики",
    "policyText": "Настоящая политика конфиденциальности может быть изменена без предварительного уведомления при необходимости. Если вы продолжаете использовать сервис после изменений, считается, что вы согласились с этими изменениями.",
    "conclusion": "Заключение: Нас не интересуют ваши данные",
    "conclusionText": "Boring, inc. стремится предоставлять инструменты, которые \"используются и готово\". Нам не нужно знать, что вы конвертировали или сколько символов посчитали. Пользуйтесь нашими сервисами спокойно и дискретно."
  },
  "updated": "Последнее обновление: 1 апреля 2025 г."
} 