{
  "meta": {
    "title": "About Us | Boring Tools",
    "description": "Learn about Boring, inc., our tools that do one thing—well, and the team behind our simple yet powerful web utilities.",
    "keywords": "about us, boring inc, company, mission, team, web tools, utility tools"
  },
  "title": "About Us",
  "content": "At Boring, inc., we build tools that do one thing—well.\nWe don't believe in buzzwords, VC hype, or reinventing the wheel. We believe in small, useful, focused tools that solve annoyingly specific problems, quietly and efficiently. No onboarding flows. No chatbots asking how your day is going. Just tools that work.\nOur mission is to create a collection of online utilities that feel like a breath of fresh air in a world filled with bloated apps and bloated expectations. Whether it's counting characters, resizing images, or converting obscure file formats into even more obscure file formats—we're here for it.\n\n## Why \"Boring\"?\n\nBecause we're not trying to disrupt anything. We're not here to gamify productivity, or tokenize PDFs, or launch yet another AI wrapper for something that worked fine 10 years ago. We're here to be boring—on purpose. In fact, that's what makes us exciting (ironically).\nBoring tools are fast. Predictable. Trustworthy. You open them, you use them, you leave. Like a microwave. Or a fork. Or a really good text editor.\n\n## Who We Are\n\nWe're a tiny three-person team:\n- Shinnosuke, the laid-back producer who can do everything except relax.\n- Senri, the SEO wizard and MTG planeswalker who dreams in backlinks.\n- Maaku, the silent monk of code, who writes five lines while others blink once.\n\nWe ship fast, stay light, and believe that utility should always beat novelty.\n\n## Our Tools\n\nWe currently maintain a growing collection of simple converters and editors:\n- Character counters\n- QR code generators\n- File format converters (PDF ⇄ everything)\n- Image and text tools\n- And dozens more on the way.\n\nEach tool lives in its own quiet corner of the web—small, clean, and useful.\nWe don't track you. We don't upsell you. We don't make you log in to count letters.\nWe just make tools."
} 