{
  "meta": {
    "title": "Privacy Policy | Boring Tools",
    "description": "Privacy policy for Boring Tools - learn how we handle and protect your data.",
    "keywords": "privacy policy, data protection, personal information, boring tools, privacy"
  },
  "title": "Privacy Policy",
  "content": {
    "intro": "At Boring, inc. (hereinafter referred to as \"we\"), we value user privacy and have a policy of keeping collected information to a minimum. This page explains how we handle personal information on boring-tool.com.",
    "collection": "1. Information We Collect",
    "collectionText": "Boring, inc. may obtain and use only the following information:",
    "collectionItems": [
      "Access logs (anonymized browser information, device used, referrer, etc.) *Used for service improvement. Does not include personally identifiable information.",
      "Error reports and crash information *May be automatically collected anonymously to provide a more stable service.",
      "Content entered in the contact form *Limited only to voluntarily submitted content."
    ],
    "usage": "2. Information We \"DO NOT\" Collect",
    "usageText": "We do not collect or store the following information:",
    "usageItems": [
      "Text, files, or data entered by the user (e.g., data used for character counting or file conversion is not saved)",
      "Login information (we don't have an account registration function)",
      "Tracking cookies for advertising purposes or excessive third-party analytics tools"
    ],
    "cookies": "3. About Cookies",
    "cookiesText": "Some of our services may use cookies to improve convenience. However, we do not use so-called \"tracking advertising (remarketing)\" cookies.",
    "sharing": "4. About Data Sharing",
    "sharingText": "We do not sell, rent, or provide user information to third parties. (Except when requested by legal institutions according to obligations)",
    "external": "5. Collaboration with External Services",
    "externalText": "Some tools may use external libraries or APIs to improve conversion or analysis accuracy. These services do not directly store user information.",
    "contact": "6. Contact",
    "contactText": "For questions or consultations about privacy, please contact us at the following email address: privacy@boring-tool.com",
    "policy": "7. Policy Revision",
    "policyText": "This privacy policy may be changed without notice when necessary. If you continue to use the service after changes, it is considered that you have agreed to these changes.",
    "conclusion": "Conclusion: We are not interested in your data",
    "conclusionText": "Boring, inc. aims to provide tools that are \"use and done\". We don't need to know what you converted or how many characters you counted. Please use our services with peace of mind and discretion."
  },
  "updated": "Last Updated: April 1, 2024"
} 