{
  "sentences": {
    "simple": [
      "The sun rose over the quiet hills.",
      "He drank a cup of coffee before work.",
      "She walked the dog in the park.",
      "I love reading books on rainy days.",
      "They ate dinner together at home.",
      "He found a shiny pebble on the beach.",
      "She smiled at the friendly cashier.",
      "We watched the clouds drift by.",
      "The cat slept on the windowsill.",
      "She waved goodbye from the train.",
      "He jogged around the neighborhood at dawn.",
      "She arranged fresh flowers on the table.",
      "The children played hide-and-seek in the yard.",
      "A gentle breeze rustled the leaves on the oak tree.",
      "He took a nap under the shady willow.",
      "She quickly checked her messages before leaving.",
      "They enjoyed a quiet picnic by the lake.",
      "I forgot to buy milk at the grocery store.",
      "A small bird perched on the fence outside.",
      "He cleaned the dusty bookshelf in the living room.",
      "She admired the colorful sunset from her balcony.",
      "He placed his keys on the kitchen counter and left.",
      "They discovered a hidden trail behind the old barn.",
      "I spilled water on the floor while watering the plants.",
      "She updated her journal before turning off the lights.",
      "He teased his sister about her new haircut.",
      "Two sparrows chirped on the fence, greeting the morning sun.",
      "I dropped my phone, but it didn't crack.",
      "She painted her nails a bright shade of red.",
      "He swept the porch and waved at a passing neighbor.",
      "We listened to soft music while preparing dinner.",
      "She laughed at an old photo from her childhood.",
      "He scribbled a quick note and stuck it on the fridge.",
      "They strolled through the farmers' market on Sunday.",
      "I trimmed the garden hedge before it rained.",
      "She hummed a tune while folding the laundry.",
      "He patted the loyal dog before heading inside.",
      "We shared a bowl of popcorn during the movie.",
      "She wiped the table after breakfast.",
      "He greeted the mail carrier with a friendly hello.",
      "They planned a road trip for the upcoming holiday.",
      "I rearranged the cushions on the couch.",
      "She turned on the radio and danced along.",
      "He replaced a burnt-out light bulb in the hallway.",
      "We took turns reading aloud from a favorite book.",
      "She jotted down her to-do list on a sticky note.",
      "He watered the potted plants on the windowsill.",
      "They baked a chocolate cake for dessert.",
      "I washed the dishes while humming a tune.",
      "She organized the spices in alphabetical order.",
      "He fixed the loose handle on the bedroom door.",
      "We collected seashells along the shore.",
      "She decorated the table with fresh fruit and flowers.",
      "He set an early alarm for the next day.",
      "They watched a documentary about ocean life.",
      "I sipped hot tea on the balcony at dusk.",
      "She played a simple melody on the piano.",
      "He stacked the firewood neatly by the cabin wall.",
      "We drove through the countryside, windows down.",
      "She rinsed the paintbrushes in the sink.",
      "He read the headlines over a quick breakfast.",
      "They admired the city lights from the rooftop.",
      "I wrapped a gift for my best friend's birthday.",
      "She refilled the bird feeder with seeds.",
      "He checked the mailbox for any late packages.",
      "We strolled hand in hand through the busy street.",
      "She replaced the wilted flowers in the vase.",
      "He learned a new recipe from a cooking show.",
      "They washed the car in the driveway together.",
      "I hung a new painting in the hallway.",
      "She gently patted the cat curled on her lap.",
      "He tidied up his desk before starting work.",
      "We toasted marshmallows over a small fire pit.",
      "She sorted out her wardrobe, folding winter clothes away.",
      "He lounged on the hammock with a mystery novel.",
      "They shared a silly joke and burst into laughter.",
      "I drew open the curtains to let in the sun.",
      "She picked fresh herbs from the garden for dinner.",
      "He scribbled down his dream before he forgot.",
      "We carefully stacked the books on the new shelf.",
      "She tied her hair back with a bright ribbon.",
      "He admired the newly painted walls in the living room.",
      "They raced each other down the sidewalk.",
      "I double-checked the locks before going to bed.",
      "She turned up the music to brighten her mood.",
      "He practiced a few chords on his old guitar.",
      "We waved to the neighbor, who was watering flowers.",
      "She sipped cold lemonade under the patio umbrella.",
      "He placed a welcome mat at the front door.",
      "They walked barefoot on the cool grass.",
      "I called a friend to plan our weekend get-together.",
      "She brushed her dog’s fur until it shone.",
      "He packed a light lunch for the picnic.",
      "We discovered a new bakery in town.",
      "She gently dusted the picture frames in the hallway.",
      "He assembled a simple bookshelf from a flat-pack kit."
    ],
    "literary": [
      "In the hush of twilight, memories waltzed through her mind.",
      "Autumn’s amber tapestry whispered tales of forgotten dreams.",
      "He wandered beneath the moon’s pale glow, lost in reverie.",
      "Her laughter echoed like crystal bells in the silent hall.",
      "Shadows stretched across the deserted street, beckoning secrets.",
      "A lingering perfume haunted the empty corridors of his heart.",
      "Time slipped through his fingers, a river of fading light.",
      "Soft petals of dusk fell upon the quiet pond, murmuring peace.",
      "Stars shimmered like distant promises on the velvet night sky.",
      "He tasted nostalgia in the wind, sweet and bittersweet at once.",
      "Beneath the willow’s canopy, she found solace in whispered leaves.",
      "Lanterns glowed like restless fireflies in the dark alleyways.",
      "A distant violin sang of sorrows both ancient and new.",
      "His thoughts drifted like smoke, intangible and fleeting.",
      "Dawn’s first light revealed dew-kissed petals trembling in hope.",
      "In her eyes, constellations formed stories too vast to tell.",
      "Echoes of laughter lingered in halls long since abandoned.",
      "He traced patterns in the dust, yearning for days unforgotten.",
      "A raven’s cry shattered the stillness of the lonely field.",
      "Even the wind seemed to hum a requiem for lost dreams.",
      "Midnight’s hush embraced the world in silver shadows.",
      "He found a tattered letter, a relic of broken promises.",
      "Her voice rose like a nightingale, banishing every fear.",
      "Silent tears carved unseen paths down time-worn cheeks.",
      "A candle flickered, defying the surrounding darkness.",
      "The pages of history rustled, longing for a voice to read them.",
      "His heart raced with every thunderclap of fate’s approach.",
      "A single rose lay forgotten on the cobblestone path.",
      "Moonlight painted silver ribbons across the sleeping sea.",
      "She dreamed of kingdoms beyond the horizon’s edge.",
      "Whispers of memory clung to the old swing under the oak.",
      "He soared on the wings of imagination, unbound by gravity.",
      "A secret garden blossomed in the depths of her quiet soul.",
      "The old library breathed dusty stories into the silent air.",
      "Sunset’s palette melted across the sky in blushing hues.",
      "He carried hope like a fragile lantern against the gloom.",
      "Each footstep echoed like a solemn promise in the marble hall.",
      "Her lullaby drifted through orphaned streets like a lonely star.",
      "Clouds drifted like wandering spirits over the empty moor.",
      "The promise of dawn felt like a gentle vow of forgiveness.",
      "Tendrils of fog embraced the ruins of a forgotten chapel.",
      "She awoke to the distant caw of crows and the scent of ash.",
      "Midnight rain fell with the hush of a well-kept secret.",
      "His poetry wove tapestries of sorrow, hope, and fragile dreams.",
      "A glimmer of stardust danced upon her trembling fingertips.",
      "In the mirror, echoes of youth lingered in her gaze.",
      "Ancient trees murmured lullabies to those who cared to listen.",
      "He etched a silent prayer into the walls of the cold cell.",
      "Dusk’s weary breath draped the world in purple longing.",
      "Her soft humming bound the broken pieces of his spirit.",
      "Time’s relentless march left footprints on the empty shore.",
      "A single tear awakened the dormant empathy in his chest.",
      "Lavender fields stretched like a promise of simpler days.",
      "She penned her confessions in a journal locked from the world.",
      "Melancholy drifted through the old piano keys, seeking closure.",
      "The distant mountain peaks glowed under the final kiss of sun.",
      "Stars fell like silver tears across the midnight canvas.",
      "He carved her name into a heart on that ancient oak trunk.",
      "Silent watchers, the gargoyles stood guard over centuries lost.",
      "Wind chimes softly told stories of summers long gone by.",
      "Her sigh echoed like a question left unanswered in the dark.",
      "Each fleeting second felt like eternity under that gaze.",
      "With every breath, the forest exhaled quiet acceptance.",
      "He glimpsed a forgotten photograph of a life unlived.",
      "Morning’s honeyed light caressed the dewdrops on each blade of grass.",
      "She carried the weight of secrets like stones in her pocket.",
      "A lonely violin serenaded the night with aching devotion.",
      "Rose petals floated on the pond, a silent requiem of beauty.",
      "His words were echoes of storms that never reached the shore.",
      "Dawn’s chorus of birds heralded hope for a weary traveler.",
      "She followed ghostly footprints into the realm of memory.",
      "As the eclipse darkened the sky, fears old and new stirred.",
      "The glow of a single firefly guided her through the blackness.",
      "He plucked daisies by moonlight, weaving ephemeral crowns.",
      "Shadows danced along the corridor, silent companions of the night.",
      "Regret lingered on the doorstep like an unwelcome guest.",
      "Her dreams shimmered like broken glass in the desert sun.",
      "Time devoured every promise as the candle guttered out.",
      "They wrote letters never meant to be sent, healing invisible wounds.",
      "A hush enveloped the graveyard, tender as a final lullaby.",
      "He surrendered to the lull of waves, craving oblivion.",
      "Lanterns illuminated the path of a midnight carnival.",
      "She listened to the old clock chime, counting tears in between.",
      "A harp’s melody echoed through corridors of silent despair.",
      "His reflection stared back with eyes that held every regret.",
      "Paint peeled from the abandoned mansion, revealing past glories.",
      "She wandered beyond the orchard, tasting freedom in every breath.",
      "Columns of moonlight guided him across the vacant plaza.",
      "Weeds reclaimed the path once trodden by hopeful pilgrims.",
      "He carried an old pocket watch, ticking with unspoken longing.",
      "At sunrise, the meadow awoke in gentle murmurs of life.",
      "Wind carried the scent of wild lavender across the valley.",
      "She left footprints in the soft ash of her demolished yesterdays.",
      "A silhouette stood by the river, lost in the hum of dawn."
    ],
    "joke": [
      "Why did the scarecrow get promoted? He was outstanding in his field!",
      "I tried to catch fog yesterday, but I mist.",
      "She said I should do lunges to stay in shape. That would be a big step forward.",
      "I'm reading a book on anti-gravity. It's impossible to put down!",
      "Why do chickens sit on eggs? Because they don’t have chairs.",
      "I once ate a clock. It was very time consuming.",
      "I tried writing with a broken pencil. It was pointless.",
      "I’m on a seafood diet: I see food, and I eat it.",
      "What do you call cheese that isn’t yours? Nacho cheese.",
      "Need an ark? I Noah guy.",
      "I was wondering why the ball kept getting bigger. Then it hit me.",
      "Did you hear about the restaurant on the moon? Great food, no atmosphere.",
      "I'm so good at sleeping, I can do it with my eyes closed.",
      "I tried to sue the airline for misplacing my luggage. I lost my case.",
      "Did you hear about the circus fire? It was in tents!",
      "My friend said to me: 'What rhymes with orange?' I said: 'No it doesn't.'",
      "I gave all my dead batteries away. Free of charge!",
      "The rotation of Earth really makes my day.",
      "Why are elevator jokes so classic and good? They work on many levels.",
      "I used to hate facial hair, but then it grew on me.",
      "When is a door not a door? When it's ajar.",
      "I'm reading a novel about teleportation. It's bound to take me places.",
      "How do you make a Kleenex dance? Put a little boogie in it.",
      "What do you call a bear with no teeth? A gummy bear.",
      "I tried to make a belt out of watches. It was a waist of time.",
      "My friend said, 'You have a split personality.' I said, 'No, I don't. And yes, I do.'",
      "How does a penguin build its house? Igloos it together.",
      "Why did the bike fall over? It was two tired.",
      "Did you hear about the kidnapping at school? It's okay, he woke up.",
      "I wrote a song about a tortilla. Well, actually it's more of a wrap.",
      "Why do bees have sticky hair? Because they use honey combs.",
      "I was addicted to the hokey pokey, but I turned myself around.",
      "What do you call a magic dog? A Labracadabrador.",
      "What did the ocean say to the shore? Nothing, it just waved.",
      "Did you hear the joke about the roof? Never mind, it’s over your head.",
      "I tried to catch some fog, but I mist. (Double pun!)",
      "What do you call fake spaghetti? An impasta.",
      "The future, the present, and the past walked into a bar. Things got tense.",
      "How does Moses make his coffee? Hebrews it.",
      "What do you call a factory that sells passable products? A satisfactory.",
      "I'm reading a book about glue. I just can't put it down.",
      "Did you hear about the mathematician who’s afraid of negative numbers? He will stop at nothing to avoid them.",
      "I used to think I was indecisive, but now I'm not too sure.",
      "What’s orange and sounds like a parrot? A carrot.",
      "My ex gave me a box of elastic bands. I found that a bit of a stretch.",
      "Why did the tomato turn red? Because it saw the salad dressing.",
      "I'd tell you a chemistry joke, but I know I wouldn't get a reaction.",
      "Why can't you hear a pterodactyl go to the bathroom? Because the 'P' is silent.",
      "I tried to start a professional hide-and-seek team, but good players are hard to find.",
      "The scarecrow was so good at his job, he was outstanding in his field (again!).",
      "I asked a Frenchman if he played video games. He said, 'Wii.'",
      "Why did the can crusher quit his job? Because it was soda pressing.",
      "What did one hat say to the other? You stay here, I'll go on ahead.",
      "I thought about going on an all-almond diet. But that's just nuts.",
      "Did you hear about that kidnapping in the park? They woke him up eventually.",
      "Why couldn't the bicycle stand up by itself? It was two tired.",
      "Two guys walked into a bar. The third one ducked.",
      "What’s brown and sticky? A stick.",
      "I tried to steal spaghetti from the shop, but the female guard saw me and I couldn't get pasta.",
      "Time flies like an arrow. Fruit flies like a banana.",
      "Why do seagulls fly over the sea? Because if they flew over the bay, they'd be bagels!",
      "How do celebrities stay cool? They have many fans.",
      "Somebody stole all my lamps. I couldn't be more de-lighted.",
      "Why don't skeletons fight each other? They don't have the guts.",
      "A plateau is the highest form of flattery.",
      "What did the grape do when he got stepped on? He let out a little wine.",
      "I told my computer I needed a break, and it said 'No problem, I'll go to sleep.'",
      "Why did the scarecrow keep getting promotions? He was still outstanding in his field!",
      "What do you call a pony with a cough? A little hoarse.",
      "What's brown and sounds like a bell? Dung!",
      "A neutron walks into a bar and asks, 'How much for a drink?' The bartender replies, 'For you, no charge.'",
      "I told my friend she drew her eyebrows too high. She seemed surprised.",
      "I tried to become a professional fisherman, but I couldn't live on my net income.",
      "I got hit in the head with a can of soda. Luckily, it was a soft drink.",
      "Why can't a nose be 12 inches long? Because then it would be a foot.",
      "What do you call an alligator detective? An investi-gator.",
      "Why do melons have weddings? Because they cantaloupe.",
      "People say they pick their nose, but I feel like I was just born with mine.",
      "I saw a sign that said 'Watch for children,' and I thought, 'That sounds like a fair trade.'",
      "I'm reading a horror story in Braille. Something bad is about to happen... I can feel it.",
      "Why did the coffee file a police report? It got mugged.",
      "Did you hear about the two peanuts walking down the street? One was a-salted.",
      "I'm friends with 25 letters of the alphabet... I don't know why.",
      "I started telling everyone about the benefits of eating dried grapes. It's all about raisin awareness.",
      "Why do bananas wear sunscreen? Because they peel.",
      "I told my dad to embrace his mistakes. He hugged me immediately.",
      "Why did Adele cross the road? To say 'Hello from the other side.'",
      "I tried to run a paper company, but it folded.",
      "My wife told me to stop speaking in numbers. I didn’t 1 2.",
      "I wrote a poem on a sticky note. It’s just a post-verse.",
      "What do you call an apology written in dots and dashes? A re-morse code.",
      "Why did the photo go to jail? It was framed.",
      "Two silk worms had a race. They ended up in a tie.",
      "I tried to climb a rainbow once, but it was just a hue illusion.",
      "Why did the computer keep sneezing? It had a virus.",
      "I told a pun about a thief who stole a calendar. He got twelve months.",
      "My friend changed his name to 'Spinal Column.' Now he’s a real back bone of society."
    ]
  }
}
