{
  "title": "Sobre Nosotros",
  "ourStory": {
    "title": "Nuestra Historia",
    "content": "En Boring Tool, creemos en crear herramientas simples pero potentes que faciliten las tareas cotidianas. Fundada en 2023, nuestra misión es proporcionar herramientas en línea gratuitas, eficientes y fáciles de usar que ayuden a las personas a trabajar de manera más inteligente, no más difícil."
  },
  "ourMission": {
    "title": "Nuestra Misión",
    "intro": "Estamos comprometidos a:",
    "points": {
      "1": "Crear herramientas simples y eficientes que resuelvan problemas reales",
      "2": "Mantener altos estándares de privacidad y seguridad",
      "3": "Proporcionar acceso gratuito a funciones esenciales",
      "4": "Mejorar continuamente basándonos en los comentarios de los usuarios"
    }
  },
  "tool": {
    "title": "Herramienta de Contador de Caracteres",
    "description": "Nuestra herramienta de contador de caracteres ejemplifica nuestro compromiso con la simplicidad y la eficiencia. Construida con tecnología moderna, proporciona resultados instantáneos y precisos mientras mantiene la privacidad del usuario y la seguridad de los datos. Características principales incluyen:",
    "features": {
      "1": "Conteo de caracteres en tiempo real",
      "2": "Soporte para múltiples idiomas",
      "3": "Diseño centrado en la privacidad",
      "4": "Acceso gratuito a funciones esenciales",
      "5": "Soporte para modo oscuro"
    }
  },
  "values": {
    "title": "Nuestros Valores",
    "simplicity": {
      "title": "Simplicidad",
      "content": "Creemos en crear herramientas que sean intuitivas y fáciles de usar, sin complejidad innecesaria."
    },
    "privacy": {
      "title": "Privacidad",
      "content": "Priorizamos la privacidad del usuario y la seguridad de los datos en todas nuestras herramientas y servicios."
    },
    "accessibility": {
      "title": "Accesibilidad",
      "content": "Nuestras herramientas están diseñadas para ser accesibles para todos, independientemente de su experiencia técnica."
    },
    "innovation": {
      "title": "Innovación",
      "content": "Mejoramos continuamente nuestras herramientas basándonos en los comentarios de los usuarios y los avances tecnológicos."
    }
  },
  "contact": {
    "title": "Contáctanos",
    "description": "Valoramos tus comentarios y sugerencias. No dudes en contactarnos en:",
    "email": "Correo electrónico",
    "twitter": "Twitter",
    "github": "GitHub"
  },
  "meta": {
    "title": "Sobre Nosotros - Herramienta de Contador de Caracteres | Nuestra Historia y Misión",
    "description": "Conoce al equipo detrás de la Herramienta de Contador de Caracteres. Descubre nuestra misión de proporcionar herramientas de análisis de texto simples, eficientes y gratuitas para todos.",
    "keywords": "sobre contador de caracteres, equipo de análisis de texto, empresa boring tool, desarrollador de herramientas en línea, misión del contador de texto",
    "publisher": {
      "description": "Creamos herramientas en línea simples, eficientes y gratuitas para ayudar a las personas con sus tareas diarias."
    },
    "article": {
      "headline": "Sobre el Contador de Caracteres de Boring Tool",
      "description": "Nuestra herramienta de contador de caracteres está diseñada para ser simple, eficiente y gratuita para todos. Nos enfocamos en proporcionar análisis de texto precisos con resultados en tiempo real.",
      "body": "En Boring Tool, creemos en crear herramientas simples pero potentes que faciliten las tareas cotidianas. Nuestro contador de caracteres está construido con tecnología moderna para proporcionar resultados instantáneos y precisos mientras mantiene la privacidad del usuario y la seguridad de los datos."
    }
  }
}
